Revit 2024 API
SymbolTypeId.Ksf Property
 Symbol ksf, indicating unit Kips per square foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Ksf { get; }
Visual Basic
Public Shared ReadOnly Property Ksf As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Ksf {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace